export const CATEGORIES = {
  零食: ['餅乾', '洋芋片', '糖果、巧克力、口香糖', '豆干、肉乾、魷魚絲', '堅果、瓜子、花生', '果乾、蜜餞', '其他'],
  飲料: ['水、氣泡水', '汽水', '果汁', '茶飲', '咖啡', '保久乳', '酒', '其他'],
  民生食材: ['米', '麵、米粉', '油', '料理食材', '調味料', '其他'],
  方便料理: ['泡麵', '罐頭', '甜品、水果罐頭', '調理食品', '沖泡、奶粉、麥片穀類', '其他'],
  '冷藏／冷凍生鮮': ['蛋', '鮮乳、植物奶、乳製品', '冰品', '甜品', '微波食品', '冷凍肉品、食品', '其他'],
  個人清潔: ['潔牙用品', '沐浴用品', '洗潤髮乳', '洗面乳、卸妝用品', '刮鬍、除毛用品', '其他'],
  家庭清潔: ['衣物清潔', '碗盤清潔', '房屋清潔', '消臭、芳香', '除蟲、防蚊', '其他'],
  生活用品: ['衛生紙、紙巾', '尿布、衛生棉', '燈泡、燈管', '電池、電線', '文具、膠帶', '鍋碗瓢盆、餐具杯盤', '食品保存用具', '五金', '其他'],
  美妝保養: ['頭髮造型、染髮', '乳液、防曬、保養', '彩妝、護唇膏', '其他'],
  雜項其他: ['保健食品', '電器用品', '寵物用品', '家具寢飾', '無法歸類']
}
